{"pageProps":{"data":{"fileAbsolutePath":"/Users/arsenijesavic/Desktop/phoneson.art/content/composers/maja-bosnic.md","_type":"composers","slug":"/composers/maja-bosnic","name":"Maja Bosnić","photo":"/images/maja-bosnic.jpg","country":"Serbia","website":"http://majabosnic.net","biography":"Maja Bosnić (1985, Serbia) is a composer and performer from Belgrade. In her music, she re-questions and examines accustomed phenomena in the process of music making, exposes them to concepts of every day life (habits of the society, modern trends, pop culture, science, etc.) then resets them in compositions that often include audience action in the performance. Bosnić is drawn to impossible missions, absurd solutions, limited material, playfulness, uncertain outcomes, audience participation, treating instruments as ready-made objects of expression and treating real life objects as music instruments. She obtained a PhD degree in music composition at Goldsmiths, University of London (UK), supervised by prof. Roger Redgate. She writes pieces for solo, chamber, ensemble and orchestra performances, as well as, projects for electronics, multi-media and interactive settings with audience participation. Bosnić’s works have been performed in festivals, such as: Impuls (Austria), CTM Festival, The International Summer Courses for New Music in Darmstadt, The Festival of Young Artists Bayreuth (Germany), Music Here and Now, International Review of Composers, April Meetings, KOMA – Compositions of Young Authors (Serbia), International Youth Arts Festival in Kingston upon Thames (United Kingdom), Sites + Subjects in Plovdiv (Bulgaria) and Timsonia 2018 New Music Festival in Timisoara (Romania). Her works Zabuna on Stage were performed around Europe with the support of Ministry of Culture of the Republic of Serbia, Secretariat for Culture of the City of Belgrade, Goethe-Institut and European Cultural Foundation. She was awarded scholarships and annual grants by the Ministry of Youth of the Republic of Serbia, Donaueschinger Muziktage 2014 and Delian New Music Academy in 2019.","body":""}},"__N_SSG":true}